INSERT OR IGNORE INTO users (user_id, name, zodiac_sign, birth_date, birth_city, subscription_status, subscription_end, created_at, is_deleted)
VALUES
(428268964, 'Бебиджон', 'Рак', '2004-06-21', 'Краснодар', 'premium', '2027-07-04T17:20:43.777812', '2026-07-02 13:20:43', 0),
(453933675, 'Лёха', 'Козерог', '2002-01-09', 'Астрахань', 'premium', '2027-06-27T20:22:30.237789', '2026-06-25 19:10:44', 0),
(799895805, 'Илья', 'Водолей', '2001-01-30', 'Астрахань', 'premium', '2026-07-28T08:29:22', '2026-06-27 16:42:59', 0),
(902330773, 'М', 'Стрелец', '2000-11-25', 'Астрахань', 'premium', '2027-07-04T15:43:46.573368', '2026-07-02 11:43:46', 0),
(953575668, 'Арина', 'Дева', '2007-09-03', 'Астрахань', 'premium', '2027-06-30T17:26:10.448452', '2026-06-28 13:26:10', 0),
(1206730610, 'Сава', 'Рак', '2001-07-01', 'Астрахань', 'premium', '2027-07-04T18:31:32.824687', '2026-07-02 14:31:32', 0),
(1259760101, 'Настюха', 'Водолей', '2003-02-09', 'Астрахань', 'premium', '2027-06-27T21:11:09.028302', '2026-06-27 17:09:57', 0);
